{
  "data" : {
    "id" : "CMS-2022-0163-0018",
    "type" : "comments",
    "links" : {
      "self" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0018"
    },
    "attributes" : {
      "commentOn" : "09000064853d4625",
      "commentOnDocumentId" : "CMS-2022-0163-0001",
      "duplicateComments" : 0,
      "address1" : null,
      "address2" : null,
      "agencyId" : "CMS",
      "city" : null,
      "category" : "Health Care Professional/Association - Other Health Care Professional",
      "comment" : "I&#39;d like to start with the fact that many of us out here do not know or belong to the Quality Forum which is the body of people that gives CMS their recommendations. If CMS is taking away our rights then CMS should have to contact every single person in this country so that they have a chance to comment on their personal information.  Comment: As a Healthcare professional and a real person with medical records I&#39;d like to say NO to the sharing of information. Many of us want our information private and only visible to ourselves.  Please allow patients to own and control their information and to share it with providers at their discretion. I was just at the Doctor&#39;s office a few weeks ago. He pulled up my portal and began to ask me why I was at this other Medical Facility and if I was on an Aspirin regiment. I was not at another facility. He has refused to remove this from my record. This is another important problem. We have the right to have information removed but it is really up to the Doctor. Why do we have rights yet we can&#39;t have the right? Where I live there is another person named the exact name with the same birthday. This was her file and not mine. The Doctor was upset and thought I went outside of their practice. The Doctor should not know where we go or what procedures etc. that we have had done. If I wish to pay for a test that the Doctor doesn&#39;t want to order then I should have the right to give him the information if I wish..  I am not interested in the Doctor&#39;s offices saving money. I should have the right to have my medical information private. The biggest issue is the MISINFORMATION that is put in our files and WHY CMS want to take our rights away. Again, I want to give a Doctor what information I wish to share. CMS could have a electronic system with individual patient portals and then if we wish to pass those portals on to a Doctor we will and if not we should not have to. This is ruining the Medical system in this country. WE HAVE NOT RIGHT TO PRIVACY!!! Thank you for allowing us to comment. Darlene Jones . ",
      "country" : "United States",
      "displayProperties" : [ {
        "name" : "pageCount",
        "label" : "Page Count",
        "tooltip" : "Number of pages In the content file"
      } ],
      "docAbstract" : null,
      "docketId" : "CMS-2022-0163",
      "documentType" : "Public Submission",
      "email" : null,
      "fax" : null,
      "field1" : null,
      "field2" : null,
      "fileFormats" : null,
      "firstName" : "Darlene",
      "govAgency" : null,
      "govAgencyType" : null,
      "objectId" : "09000064853efa16",
      "lastName" : "Jones",
      "legacyId" : null,
      "modifyDate" : "2022-10-24T14:49:37Z",
      "organization" : null,
      "originalDocumentId" : null,
      "pageCount" : 1,
      "phone" : null,
      "postedDate" : "2022-10-24T04:00:00Z",
      "postmarkDate" : null,
      "reasonWithdrawn" : null,
      "receiveDate" : "2022-10-11T04:00:00Z",
      "restrictReason" : null,
      "restrictReasonType" : null,
      "stateProvinceRegion" : "AZ",
      "submitterRep" : null,
      "submitterRepAddress" : null,
      "submitterRepCityState" : null,
      "subtype" : "Public Comment",
      "title" : "Comment on CMS_FRDOC_0001-3420",
      "trackingNbr" : "l94-m3nw-18qx",
      "withdrawn" : false,
      "zip" : null,
      "openForComment" : false
    },
    "relationships" : {
      "attachments" : {
        "data" : [ ],
        "links" : {
          "self" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0018/relationships/attachments",
          "related" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0018/attachments"
        }
      }
    }
  }
}