{
  "data" : {
    "id" : "CMS-2022-0163-0023",
    "type" : "comments",
    "links" : {
      "self" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0023"
    },
    "attributes" : {
      "commentOn" : "09000064853d4625",
      "commentOnDocumentId" : "CMS-2022-0163-0001",
      "duplicateComments" : 0,
      "address1" : null,
      "address2" : null,
      "agencyId" : "CMS",
      "city" : null,
      "category" : "Health Care Professional or Association - HC001",
      "comment" : "This comment is in response to the Request for Information: National Directory of Healthcare Providers &amp; Services, file code CMS-005-NC.<br/><br/>A directory of healthcare providers and services is already in existence. It is called the National Provider Identifier (NPI). See the following web address. <br/><br/>https://npiregistry.cms.hhs.gov/search<br/><br/>It is a requirement to have a valid and active NPI number for most operations of patient treatment, terms for any insurance reimbursement, and the majority of the time is required when a patient must be referred other services outside of primary care scope of practice. <br/><br/>When it comes time for medical professionals to update their current practicing locations or names on this registry due to changing jobs or getting married, this seems to create a bunch of emotional break downs and apparent psychological trauma. This is something I get screamed at about routinely when I need to make the dreaded call to a referring provider alerting them that their NPI Registry hasn&#39;t been updated since 2011 and this is why their address isn&#39;t matching up with where they are currently practicing; because said provider has moved several times in the past 11 years but hasn&#39;t updated their NPI registry. This means it is really difficult to locate said medical provider if they aren&#39;t on a current website that is managed by someone who understands the value of good search engine optimization. (I&rsquo;m totally aware that this paragraph is a ton of BLAH BLAH BLAH. Welcome to my personal h3ll). <br/><br/>Seeing as how most medical practices are struggling to obtain any hired help, whether it be qualified professions to administrative staff, adding yet another &#39;regulatory&#39; or &#39;compliance&#39; burden to the repertoire is just one more road block that will interrupt patient treatment and work flow.  <br/><br/>How is this going to improve an overburdened work force&#39;s ability to spend more time taking care of their patients? Caring for our fellow humans in their vulnerable time of need is what the majority of us were &lsquo;called&rsquo; to do, from doctors, care extenders, administrative front office people, and everyone in between. I don&#39;t think anyone&#39;s calling is to keep track of another redundant platform, policy, or potential compliance violation fodder. <br/><br/>If it is the intend to create another national registry of provider info, it is great to start with asking for input. Thank you for putting this out for public comment and input. I hope that this leads to repairs of existing systems or to remove what isn&#39;t working in favor of something that will be more effective, efficient and user friendly. Thank you. <br/>",
      "country" : null,
      "displayProperties" : [ {
        "name" : "pageCount",
        "label" : "Page Count",
        "tooltip" : "Number of pages In the content file"
      } ],
      "docAbstract" : null,
      "docketId" : "CMS-2022-0163",
      "documentType" : "Public Submission",
      "email" : null,
      "fax" : null,
      "field1" : null,
      "field2" : null,
      "fileFormats" : null,
      "firstName" : "Anonymous",
      "govAgency" : null,
      "govAgencyType" : null,
      "objectId" : "0900006485413236",
      "lastName" : "Anonymous",
      "legacyId" : null,
      "modifyDate" : "2022-10-24T14:49:42Z",
      "organization" : null,
      "originalDocumentId" : null,
      "pageCount" : 1,
      "phone" : null,
      "postedDate" : "2022-10-24T04:00:00Z",
      "postmarkDate" : null,
      "reasonWithdrawn" : null,
      "receiveDate" : "2022-10-17T04:00:00Z",
      "restrictReason" : null,
      "restrictReasonType" : null,
      "stateProvinceRegion" : null,
      "submitterRep" : null,
      "submitterRepAddress" : null,
      "submitterRepCityState" : null,
      "subtype" : "Public Comment",
      "title" : "Comment on CMS-2022-0163-0001",
      "trackingNbr" : "l9d-dyhc-htnf",
      "withdrawn" : false,
      "zip" : null,
      "openForComment" : false
    },
    "relationships" : {
      "attachments" : {
        "data" : [ ],
        "links" : {
          "self" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0023/relationships/attachments",
          "related" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0023/attachments"
        }
      }
    }
  }
}