{
  "data" : {
    "id" : "CMS-2022-0163-0061",
    "type" : "comments",
    "links" : {
      "self" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0061"
    },
    "attributes" : {
      "commentOn" : "09000064853d4625",
      "commentOnDocumentId" : "CMS-2022-0163-0001",
      "duplicateComments" : 0,
      "address1" : null,
      "address2" : null,
      "agencyId" : "CMS",
      "city" : null,
      "category" : "Other - OT001",
      "comment" : "Thank you for providing this opportunity to comment on the idea of creating a CMS-developed and maintained, Application Programming Interface (API)-enabled....National Directory of Healthcare Providers &amp; Services (NDH).<br/><br/>Our brief scan of previous comments indicates you have already received a host of ingenious ideas about WHAT information such a directory ought to consist of, while few commenters devote any attention to HOW it might be assembled -- and maybe more importantly, maintained.<br/><br/>We urge CMS to  consider modes of maintenance that enlists the energy and resources of providers themselves to maintain their directory information. <br/><br/>The specific mode we suggest entails inclusion, at the option of care providers, of provider hours of operation, at whatever levels of detail they themselves determine relevant. Existing resources (example: NPPES NPI Registry) identify the WHO, WHAT, &amp; WHERE care providers; those providers can, &amp; are ordinarily are eager to, share WHEN their services  can be accessed - much as proprietors of any enterprise are eager to let potential clients or customers know when they are &quot;open for business&quot;. It is not  simply that operating hours are a &quot;cool feature&quot; that caused Google&#39;s business listings give particular attention to this vital data element.<br/><br/>Inasmuch as &quot;consumers use provider directories and online searches more than any other resource&quot; to locate and engage with health treatment providers, enabling those providers to include their &quot;normal&quot; operating hours information themselves - along with &quot;special&quot; days/hours (holidays, evening hours, etc), perhaps for a premium fee (and that &quot;fee&quot; might well be paid in the form of their review &amp; updating of their  other directory information, as well as or in lieu of money)   - might open the possibility that CMS&#39;s project could incorporate a source of revenue for sustaining the directory&#39;s content maintenance imperative, a function your introductory remarks points out is often fatally neglected in initiatives such as this.<br/><br/>Obviously numerous technical challenges and process decisions would need to be made to incorporate any &quot;hours of operation&quot; &quot;concession&quot; like the one we have sketched here. We&#39;re confident CMS would find that addressing those technical hurdles  would be well worth the exertion as part of any directory initiative it pursues.<br/><br/>Please contact us regarding clarification of any points we have made here.",
      "country" : "United States",
      "displayProperties" : [ {
        "name" : "pageCount",
        "label" : "Page Count",
        "tooltip" : "Number of pages In the content file"
      } ],
      "docAbstract" : null,
      "docketId" : "CMS-2022-0163",
      "documentType" : "Public Submission",
      "email" : null,
      "fax" : null,
      "field1" : null,
      "field2" : null,
      "fileFormats" : null,
      "firstName" : "Greg",
      "govAgency" : null,
      "govAgencyType" : null,
      "objectId" : "09000064854d6cb5",
      "lastName" : "J",
      "legacyId" : null,
      "modifyDate" : "2022-12-02T14:08:28Z",
      "organization" : null,
      "originalDocumentId" : null,
      "pageCount" : 1,
      "phone" : null,
      "postedDate" : "2022-12-02T05:00:00Z",
      "postmarkDate" : null,
      "reasonWithdrawn" : null,
      "receiveDate" : "2022-11-18T05:00:00Z",
      "restrictReason" : null,
      "restrictReasonType" : null,
      "stateProvinceRegion" : null,
      "submitterRep" : null,
      "submitterRepAddress" : null,
      "submitterRepCityState" : null,
      "subtype" : "Public Comment",
      "title" : "Comment on CMS-2022-0163-0001",
      "trackingNbr" : "lan-4s87-ncs2",
      "withdrawn" : false,
      "zip" : null,
      "openForComment" : false
    },
    "relationships" : {
      "attachments" : {
        "data" : [ ],
        "links" : {
          "self" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0061/relationships/attachments",
          "related" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0061/attachments"
        }
      }
    }
  }
}