{
  "data" : {
    "id" : "CMS-2022-0163-0004",
    "type" : "comments",
    "links" : {
      "self" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0004"
    },
    "attributes" : {
      "commentOn" : "09000064853d4625",
      "commentOnDocumentId" : "CMS-2022-0163-0001",
      "duplicateComments" : 0,
      "address1" : null,
      "address2" : null,
      "agencyId" : "CMS",
      "city" : null,
      "category" : null,
      "comment" : "CMS-0058-NC Dear CMS; Thank you for this opportunity to make comments on the proposal to establish a national provider directory.  I am an LCSW in private practice and do not work with any commercial insurance plans.  I do participate in Medicare Part B and value and enjoy my work with older adults and younger people with perm. disability.  As your Background Info illuminates the main problem with access is that Insurance Plans are failing to establish adequate networks and purposefully host inaccurate directories to hide this fact.  It would seem most useful to increase regulatory pressure on the Insurance Industry.  In fact, a consumer pays a premium for the purpose of having the ins company manage and apply the benefits under the plan...this includes having adequate networks and accurate directories.  The reality is that most commercial plans do not have adequate networks partially by their own design...especially in behavioral health. I believe that the Federal Gov should not increase any additional burdens on clinical providers and should rightfully so expect increased honesty and accountability from commercial health insurance plans. It is common practice for insurance plan ignore a clinicians written request to cancel their contract. This practice is purposeful as it makes the plans networks appear adequate.  Unfortunately, this creates significant problems with consumers and clinicians.  Because enforcement is weak and consequences are few Ins plans do what suits them best (increases their profits) at the expense of all others. I do believe that increasing burdens on treatment provider/clinician would likely reduce access and increase burnout. There are many examples and ways of delivering healthcare.  The American Health Care system is unique in that it prioritizes the commercial interests of the insurance industry over providers and patients.  As other ways of delivering care are explored, for example, universal care or single payer I do think it would be wise for the health Insurance industry to demonstrate their value to us.  A significant number of these access problems and inaccurate directories are the result of having a fractured and commercial orientation to healthcare payment and delivery. Right now CMS already hosts a database listing providers that are enrolled in Medicare.  I think that this type of database is useful and effective.  <br/>In a commercial plan I believe that the plan is/should be responsible for the referrals they make and could/should contact the clinician directly to ensure availability.  This is common is health care practice amongst healthcare professionals and is certainly a task that an insurance plan can do to...in fact maybe this is the type of management of benefits they already receive a premium to coordinate for their members. I have found that participation in commercial insurance plans ensure that I will work harder and am not guaranteed fair or proper payment.  It would be a terrible imposition if CMS requires me to submit data about my availability when I am open to the public who can call me directly to determine if I am available.  I do think that commercial insurance plans especially MA Plans should be required to manage their networks and to determine provider availability. <br/>Please consider reviewing the following data:<br/>How ghost networks hamper mental health care  <br/>Washington Post Feb. 2022<br/>https://www.washingtonpost.com/health/2022/02/19/mental-health-ghost-network/<br/>Ghost networks of psychiatrists make money for insurance companies but hinder patients&rsquo; access to care<br/>By Jack Turban June 17, 2019<br/>https://www.statnews.com/2019/06/17/ghost-networks-psychiatrists-hinder-patient-care/<br/>Covid&#39;s mental health toll makes therapists hard to find. Insurance companies make it harder. Therapists face disincentives in accepting insurance, which ultimately pits providers against prospective patients. NBC NEWS <br/>https://www.nbcnews.com/think/opinion/covid-s-mental-health-toll-makes-therapists-hard-find-insurance-ncna1286502<br/>Medicare has become more of a private marketplace &mdash; and it&#39;s costly By Bob Herman | Axios 08/11/2021<br/>https://www.axios.com/2021/08/11/medicare-advantage-enrollment-spending-pandemic-risk-adjustment<br/>CMS-4203-NC | Public Comments posted by CMS Jul 31, 2022<br/>A review of these public comments are illuminating and informative. This data supports a real world evaluation of the Medicare Advantage Plans...and is quite negative.<br/>All public comments are available for review and posted by CMS at the link below:<br/>https://www.regulations.gov/document/CMS-2022-0123-0001/comment<br/>Shadow Profiles From Therapist Directory Spark Startup Backlash<br/>By: Shira Stein | Bloomberg Law | August 5, 2022<br/>https://www.bloomberg.com/news/articles/2022-08-05/shadow-profiles-from-therapist-directory-spark-startup-backlash",
      "country" : "United States",
      "displayProperties" : [ {
        "name" : "pageCount",
        "label" : "Page Count",
        "tooltip" : "Number of pages In the content file"
      } ],
      "docAbstract" : null,
      "docketId" : "CMS-2022-0163",
      "documentType" : "Public Submission",
      "email" : null,
      "fax" : null,
      "field1" : null,
      "field2" : null,
      "fileFormats" : null,
      "firstName" : "David",
      "govAgency" : null,
      "govAgencyType" : null,
      "objectId" : "09000064853d88c2",
      "lastName" : "Resnikoff MSW, LCSW",
      "legacyId" : null,
      "modifyDate" : "2022-10-24T14:49:25Z",
      "organization" : null,
      "originalDocumentId" : null,
      "pageCount" : 1,
      "phone" : null,
      "postedDate" : "2022-10-24T04:00:00Z",
      "postmarkDate" : null,
      "reasonWithdrawn" : null,
      "receiveDate" : "2022-10-07T04:00:00Z",
      "restrictReason" : null,
      "restrictReasonType" : null,
      "stateProvinceRegion" : "CA",
      "submitterRep" : null,
      "submitterRepAddress" : null,
      "submitterRepCityState" : null,
      "subtype" : "Public Comment",
      "title" : "Comment on CMS_FRDOC_0001-3420",
      "trackingNbr" : "l8z-2n0l-gyn9",
      "withdrawn" : false,
      "zip" : null,
      "openForComment" : false
    },
    "relationships" : {
      "attachments" : {
        "data" : [ {
          "id" : "09000064853d88c3",
          "type" : "attachments"
        }, {
          "id" : "09000064853d88c4",
          "type" : "attachments"
        } ],
        "links" : {
          "self" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0004/relationships/attachments",
          "related" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0004/attachments"
        }
      }
    }
  },
  "included" : [ {
    "id" : "09000064853d88c3",
    "type" : "attachments",
    "links" : {
      "self" : "https://api.regulations.gov/v4/attachments/09000064853d88c3"
    },
    "attributes" : {
      "agencyNote" : null,
      "authors" : null,
      "docAbstract" : null,
      "docOrder" : 1,
      "fileFormats" : [ {
        "fileUrl" : "https://downloads.regulations.gov/CMS-2022-0163-0004/attachment_1.pdf",
        "format" : "pdf",
        "size" : 1631067
      } ],
      "modifyDate" : "2022-10-14T09:18:05Z",
      "publication" : null,
      "restrictReason" : null,
      "restrictReasonType" : null,
      "title" : "1651685690463"
    }
  }, {
    "id" : "09000064853d88c4",
    "type" : "attachments",
    "links" : {
      "self" : "https://api.regulations.gov/v4/attachments/09000064853d88c4"
    },
    "attributes" : {
      "agencyNote" : null,
      "authors" : null,
      "docAbstract" : null,
      "docOrder" : 2,
      "fileFormats" : [ {
        "fileUrl" : "https://downloads.regulations.gov/CMS-2022-0163-0004/attachment_2.pdf",
        "format" : "pdf",
        "size" : 1026395
      } ],
      "modifyDate" : "2022-10-14T09:18:05Z",
      "publication" : null,
      "restrictReason" : null,
      "restrictReasonType" : null,
      "title" : "1656347673915"
    }
  } ]
}