{
  "data" : {
    "id" : "CMS-2022-0163-0054",
    "type" : "comments",
    "links" : {
      "self" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0054"
    },
    "attributes" : {
      "commentOn" : "09000064853d4625",
      "commentOnDocumentId" : "CMS-2022-0163-0001",
      "duplicateComments" : 0,
      "address1" : null,
      "address2" : null,
      "agencyId" : "CMS",
      "city" : null,
      "category" : "Health Care Industry - PI015",
      "comment" : "A comprehensive directory is a good idea if it meets the intention in order to be of use to the greatest number of consumers and stakeholder partners.  However, it isn&rsquo;t attainable unless you require the information to be submitted.  An example of this is NPPES.  The intention is not being met because CMS only &ldquo;encourages&rdquo; NPI numbers to be updated instead of &ldquo;requiring&rdquo; it.  Those of us who use NPPES information as part of our job spend too much time trying to verify provider location information because it is frequently outdated.  The exception to this is brand new providers.  A fair number of physicians don&rsquo;t update their information after completing residency or fellowship. There needs to be a requirement to update the NPI information annually or at least verify that they are still at the same physical location. Licenses require regular renewal, so it should be required for the NPI as well.  <br/> <br/>If you stipulated that CMS reimbursements could be withheld or delayed unless NPI information is up to date it could go a long way in getting updated information.<br/> <br/>It would be helpful to require a physical practice address (not home address or billing address), as well as information on whether or not the provider accepts Medicaid, Medicare, and utilize a Sliding Fee Scale.  This would be in addition to the specialty or subspecialty <br/>Additionally having more accurate and understandable information on the taxonomies may prevent providers from listing the wrong information, such as a nurse or PA registering as a physician.<br/> <br/>You have a mechanism in place that could be a good starting place for the NDH if it were utilized more effectively by requiring annual updates.  Your stakeholder partners would appreciate it.<br/> <br/>There may be privacy concerns brought up.  However, information in the NDH is in the public interest to ensure better access to health care.  This could be a great step in breaking down barriers to access.<br/>",
      "country" : null,
      "displayProperties" : [ {
        "name" : "pageCount",
        "label" : "Page Count",
        "tooltip" : "Number of pages In the content file"
      } ],
      "docAbstract" : null,
      "docketId" : "CMS-2022-0163",
      "documentType" : "Public Submission",
      "email" : null,
      "fax" : null,
      "field1" : null,
      "field2" : null,
      "fileFormats" : null,
      "firstName" : "Anonymous",
      "govAgency" : null,
      "govAgencyType" : null,
      "objectId" : "09000064854abf1d",
      "lastName" : "Anonymous",
      "legacyId" : null,
      "modifyDate" : "2022-12-02T14:08:22Z",
      "organization" : null,
      "originalDocumentId" : null,
      "pageCount" : 1,
      "phone" : null,
      "postedDate" : "2022-12-02T05:00:00Z",
      "postmarkDate" : null,
      "reasonWithdrawn" : null,
      "receiveDate" : "2022-11-14T05:00:00Z",
      "restrictReason" : null,
      "restrictReasonType" : null,
      "stateProvinceRegion" : null,
      "submitterRep" : null,
      "submitterRepAddress" : null,
      "submitterRepCityState" : null,
      "subtype" : "Public Comment",
      "title" : "Comment on CMS-2022-0163-0001",
      "trackingNbr" : "lag-xulo-0c46",
      "withdrawn" : false,
      "zip" : null,
      "openForComment" : false
    },
    "relationships" : {
      "attachments" : {
        "data" : [ ],
        "links" : {
          "self" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0054/relationships/attachments",
          "related" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0054/attachments"
        }
      }
    }
  }
}