{
  "data" : {
    "id" : "CMS-2022-0163-0063",
    "type" : "comments",
    "links" : {
      "self" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0063"
    },
    "attributes" : {
      "commentOn" : "09000064853d4625",
      "commentOnDocumentId" : "CMS-2022-0163-0001",
      "duplicateComments" : 0,
      "address1" : null,
      "address2" : null,
      "agencyId" : "CMS",
      "city" : null,
      "category" : "Health Care Industry - PI015",
      "comment" : "The National Emergency Medical Services Information System (NEMSIS), funded and supported by the DOT NHTSA&rsquo;s Office of EMS, currently collects demographic data characterizing emergency medical services (EMS) agencies in a nationally standardized format for language, definition, data structure, and interoperability to facilitate consistency across all 50 states, the District of Columbia and three territories. <br/><br/>The NEMSIS Technical Assistance Center (TAC) encourages CMS to utilize the NEMSIS data standard that has successfully been utilized for 20+ years when considering developing a nationally aggregated healthcare directory that includes emergency medical service providers. <br/><br/>The NEMSIS EMS Agency Demographic Dataset collects standardized data including descriptive information regarding agency resources (e.g., vehicles, devices, personnel) agency characteristics (e.g., EMS agency State ID number, organizational type, level of service, service area) and other critical information. The demographic file is completed by the EMS agency through their electronic patient care reporting (ePCR) system and submitted to the State Offices of EMS. A sub-set of that data are then transmitted to the NEMSIS National EMS Data Repository. <br/><br/>Some demographic data elements, such as agency contact information, are collected by the state office of EMS but NOT submitted to NEMSIS. Support would be required to facilitate the transfer of these existing and standardized data elements to a national registry. <br/><br/>State/territory offices of EMS voluntarily participate in the NEMSIS National EMS Data Repository. When additional documentation requirements are levied on EMS agencies and state/territory EMS organizations, that unreimbursed burden needs to be cautiously considered. Use of an existing and successful data interoperability standard would not only reduce the added burden of an additional reporting system but also address the request to incorporate EMS healthcare services to the National Directory of Healthcare Providers &amp; Services (NDH). <br/>",
      "country" : null,
      "displayProperties" : [ {
        "name" : "pageCount",
        "label" : "Page Count",
        "tooltip" : "Number of pages In the content file"
      } ],
      "docAbstract" : null,
      "docketId" : "CMS-2022-0163",
      "documentType" : "Public Submission",
      "email" : null,
      "fax" : null,
      "field1" : null,
      "field2" : null,
      "fileFormats" : null,
      "firstName" : null,
      "govAgency" : null,
      "govAgencyType" : null,
      "objectId" : "09000064854fa541",
      "lastName" : null,
      "legacyId" : null,
      "modifyDate" : "2022-12-02T14:08:30Z",
      "organization" : "National Emergency Medical Services Information System (NEMSIS)",
      "originalDocumentId" : null,
      "pageCount" : 1,
      "phone" : null,
      "postedDate" : "2022-12-02T05:00:00Z",
      "postmarkDate" : null,
      "reasonWithdrawn" : null,
      "receiveDate" : "2022-11-21T05:00:00Z",
      "restrictReason" : null,
      "restrictReasonType" : null,
      "stateProvinceRegion" : null,
      "submitterRep" : null,
      "submitterRepAddress" : null,
      "submitterRepCityState" : null,
      "subtype" : "Public Comment",
      "title" : "Comment on CMS-2022-0163-0001",
      "trackingNbr" : "lar-cqjq-arcj",
      "withdrawn" : false,
      "zip" : null,
      "openForComment" : false
    },
    "relationships" : {
      "attachments" : {
        "data" : [ ],
        "links" : {
          "self" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0063/relationships/attachments",
          "related" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0063/attachments"
        }
      }
    }
  }
}