{
  "data" : {
    "id" : "CMS-2022-0163-0035",
    "type" : "comments",
    "links" : {
      "self" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0035"
    },
    "attributes" : {
      "commentOn" : "09000064853d4625",
      "commentOnDocumentId" : "CMS-2022-0163-0001",
      "duplicateComments" : 0,
      "address1" : null,
      "address2" : null,
      "agencyId" : "CMS",
      "city" : null,
      "category" : "Health Care Industry - PI015",
      "comment" : "As a user of the CMS Developer API for many years I have come to have a strong familiarity with the increasing amount of data being generated by Medicare &amp; Medicaid program. While initially my interest in CMS data was during my time as CTO of a health insurance brokerage (https://www.bizjournals.com/kansascity/inno/stories/news/2021/10/04/apollo-insurance-health-vision-dental-technology.html), I have since come to investigate it&#39;s utility and potential ability to assist the health of the general public.<br/><br/>Firstly, I must say that it is extremely helpful to attain a broad context of the Medicare program, how CMS data is collected, it&#39;s participants, and it&#39;s history in order to gain the most insight from any visualization of this data including directory information. The nuance inside of the CMS data is as vast as it&#39;s size, and will most certainly continue to increase over time. For example, building a table of physicians within a certain region and specialty, and then sorting them by the number of said procedures for that specialty, is likely to not take into account various factors such as physicians who perform procedures in multiple locations which can be quite common especially for complex procedures. When considering a National Directory for Providers and services it is important to not get illusioned into the idea that all the data can be accurately tied together. <br/><br/>My professional expertise for the past decade has been architecting tracking frameworks to aggregate human behavior. I cannot stress enough that the integrity of every data set directly corresponds with the integrity of the architecture pertaining to it&#39;s collection. Every SQL analyst who has ever tied tables of data together can speak to the technical limitations and risks that occur by combining separate sets of data. So while a National Directory only comprised of physician and provider information like names, contact info, specialty, etc is easily achieved, appending other insightful health data on a national level should be undertaken with extreme caution and sensitivity. <br/><br/>You may see in the following visualization I configured using Google Biq Query and Data Studio that visualizations of large amounts of data will have inherent bias due to the methodology behind how it was organized. (see https://datastudio.google.com/reporting/42e349d2-65f8-4914-8277-6a08d9717565/page/p_x2o27zx8yc ) In the first tables you will find results for chronic conditions displayed based on monetary metrics or which I have shown  analogous to the methodologies in Classical Economics, yet in the visuals labeled neo-classical and using metrics related to the experiences of the patients the analyst of the data is likely to interpret a different understanding of the data simply due to the inherent need to present the data in some fashion. And thus gets us to the crux of the real issues at hand- the competing and often conflicting motivations and desires of the 1. public, 2. providers, 3. healthcare facilities, and 4. CMS&#39; ability to maintain data integrity in the midst of these various groups.<br/><br/>Our health and our healthcare system are something I am deeply passionate about and it is my belief that raw data must be organized with integrity and intelligent creativity in order to provide the greatest amount of assistance to the entire health ecosystem. I would gladly share more insight into the understanding I have gained building tools from CMS data if I weren&#39;t already nearing the character limitation in this comment. If I can be of any assistance my email is data @ intercodellc. com. <br/><br/>Thank you,<br/>Dillon",
      "country" : null,
      "displayProperties" : [ {
        "name" : "pageCount",
        "label" : "Page Count",
        "tooltip" : "Number of pages In the content file"
      } ],
      "docAbstract" : null,
      "docketId" : "CMS-2022-0163",
      "documentType" : "Public Submission",
      "email" : null,
      "fax" : null,
      "field1" : null,
      "field2" : null,
      "fileFormats" : null,
      "firstName" : null,
      "govAgency" : null,
      "govAgencyType" : null,
      "objectId" : "0900006485450845",
      "lastName" : null,
      "legacyId" : null,
      "modifyDate" : "2022-10-28T12:59:33Z",
      "organization" : "Intercode LLC",
      "originalDocumentId" : null,
      "pageCount" : 1,
      "phone" : null,
      "postedDate" : "2022-10-28T04:00:00Z",
      "postmarkDate" : null,
      "reasonWithdrawn" : null,
      "receiveDate" : "2022-10-24T04:00:00Z",
      "restrictReason" : null,
      "restrictReasonType" : null,
      "stateProvinceRegion" : null,
      "submitterRep" : null,
      "submitterRepAddress" : null,
      "submitterRepCityState" : null,
      "subtype" : "Public Comment",
      "title" : "Comment on CMS-2022-0163-0001",
      "trackingNbr" : "l9n-84bk-1lww",
      "withdrawn" : false,
      "zip" : null,
      "openForComment" : false
    },
    "relationships" : {
      "attachments" : {
        "data" : [ {
          "id" : "0900006485450846",
          "type" : "attachments"
        } ],
        "links" : {
          "self" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0035/relationships/attachments",
          "related" : "https://api.regulations.gov/v4/comments/CMS-2022-0163-0035/attachments"
        }
      }
    }
  },
  "included" : [ {
    "id" : "0900006485450846",
    "type" : "attachments",
    "links" : {
      "self" : "https://api.regulations.gov/v4/attachments/0900006485450846"
    },
    "attributes" : {
      "agencyNote" : null,
      "authors" : null,
      "docAbstract" : null,
      "docOrder" : 1,
      "fileFormats" : [ {
        "fileUrl" : "https://downloads.regulations.gov/CMS-2022-0163-0035/attachment_1.png",
        "format" : "png",
        "size" : 98542
      } ],
      "modifyDate" : "2022-10-24T16:30:49Z",
      "publication" : null,
      "restrictReason" : null,
      "restrictReasonType" : null,
      "title" : "Nursing_home_citations_lees_summit_mobile"
    }
  } ]
}